{
    "label": "",
    "type": "document",
    "content": [],
    "children": [
        {
            "label": "",
            "type": "content",
            "content": [
                "Amt für Abfall, Wasser, Energie und Luft"
            ],
            "children": []
        },
        {
            "label": "",
            "type": "content",
            "content": [
                "Energie"
            ],
            "children": []
        },
        {
            "label": "",
            "type": "content",
            "content": [
                "Referenz-Nr.: eGeKo 2024-8530"
            ],
            "children": []
        },
        {
            "label": "",
            "type": "content",
            "content": [
                "12. Juni 2024"
            ],
            "children": []
        },
        {
            "label": "",
            "type": "content",
            "content": [
                "1/22"
            ],
            "children": []
        },
        {
            "label": "1",
            "type": "heading",
            "content": [
                "Änderung Energiegesetz, Stärkung der Versorgungssicherheit durch Solardächer und Saisonspeicher"
            ],
            "children": [
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "Vernehmlassung: 23.08.2024 – 30.11.2024"
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "Eingabe: https://evernehmlassungen.zh.ch/de/pv-ausbau"
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "oder per E-Mail an energie@bd.zh.ch"
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "Beilage: Synopse Änderung EnerG"
                    ],
                    "children": []
                }
            ]
        },
        {
            "label": "1",
            "type": "heading",
            "content": [
                "Zusammenfassung"
            ],
            "children": [
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "Der Umstieg von fossilen Heizungen auf Wärmepumpen sowie der Umstieg auf Elektromobilität wird in den nächsten Jahrzehnten zu einem Anstieg des Stromverbrauchs führen. Mittelfristig wird zudem die Stromerzeugung aus der Kernkraft in der Schweiz schrittweise zurückgehen. Es ist jedoch nicht sicher, dass die Schweiz jederzeit genügend Strom aus dem Ausland importieren kann."
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "Um die Stromversorgungssicherheit in der Schweiz und im Kanton Zürich in Zukunft sicherzustellen, sind daher ein starker und rascher Ausbau der erneuerbaren Energien sowie verstärkte Investitionen in die Energieeffizienz nötig. Zur Integration der erneuerbaren Energien ins Stromnetz sind zudem Speicher erforderlich, insbesondere zum Ausgleich saisonaler Schwankungen von Stromerzeugung und -verbrauch. Aktuell bietet der Strommarkt nicht die nötigen finanziellen Anreize für diese Investitionen in der Schweiz. Daher sind politische Massnahmen erforderlich."
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "Gemäss Art. 6 Abs. 2 des Energiegesetzes vom 30. September 2016 (EnG, SR 730.0) ist die Energieversorgung Sache der Energiewirtschaft. Bund und Kantone sorgen für die Rahmenbedingungen, die erforderlich sind, damit die Energiewirtschaft diese Aufgabe im Gesamtinteresse erfüllen kann. Weiter sorgt der Kanton gemäss Art. 106 der Kantonsverfassung für eine sichere und wirtschaftliche Elektrizitätsversorgung."
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "Auf Bundesebene wurden bereits Massnahmen zur Unterstützung der erneuerbaren Energien ergriffen und weitere sind in Planung. Der Ausbau der Stromerzeugung aus"
                    ],
                    "children": []
                }
            ]
        },
        {
            "label": "1",
            "type": "heading",
            "content": [
                "A. Kantonale Massnahmen zur Stärkung der Stromversorgungssicherheit"
            ],
            "children": []
        },
        {
            "label": "2",
            "type": "heading",
            "content": [
                "Ausgangslage"
            ],
            "children": [
                {
                    "label": "",
                    "type": "list",
                    "content": [],
                    "children": [
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Photovoltaik (PV) in der Schweiz läuft aufgrund der Massnahmen sowie des gestiegenen Energiebewusstseins durch den Ukraine-Krieg auf Hochtouren. 2023 wurden in der Schweiz PV-Anlagen mit einer Gesamtleistung von rund 1,5 Gigawatt (GW) installiert, so dass Ende 2023 in der Schweiz über 6,2 GW an PV-Leistung installiert waren. Angestrebt wird ab 2027 ein jährlicher Zubau von 2 GW."
                            ],
                            "children": [
                                {
                                    "label": "",
                                    "type": "list",
                                    "content": [],
                                    "children": [
                                        {
                                            "label": "",
                                            "type": "list_item",
                                            "indent_level": 2,
                                            "content": [
                                                "Electricity generation from renewables (excluding hydropower) to reach 35 TWh by 2035 and 45 TWh by 2050."
                                            ],
                                            "children": []
                                        },
                                        {
                                            "label": "",
                                            "type": "list_item",
                                            "indent_level": 2,
                                            "content": [
                                                "Addition of at least 6 TWh of renewable energy power plants by 2040."
                                            ],
                                            "children": []
                                        },
                                        {
                                            "label": "",
                                            "type": "list_item",
                                            "indent_level": 2,
                                            "content": [
                                                "Designating certain types of power plants as of national interest if they significantly contribute to expansion goals."
                                            ],
                                            "children": []
                                        },
                                        {
                                            "label": "",
                                            "type": "list_item",
                                            "indent_level": 2,
                                            "content": [
                                                "Grid operators must accept offered electricity from renewables at a nationally harmonized price."
                                            ],
                                            "children": []
                                        },
                                        {
                                            "label": "",
                                            "type": "list_item",
                                            "indent_level": 2,
                                            "content": [
                                                "Grid reinforcements for connecting renewable energy plants to be compensated by the national grid company."
                                            ],
                                            "children": []
                                        },
                                        {
                                            "label": "",
                                            "type": "list_item",
                                            "indent_level": 2,
                                            "content": [
                                                "Reducing average energy consumption per person by 43% by 2035 and 53% by 2050 compared to 2000."
                                            ],
                                            "children": []
                                        },
                                        {
                                            "label": "",
                                            "type": "list_item",
                                            "indent_level": 0,
                                            "content": [
                                                "The \"Mantelerlasse\" was accepted by voters on June 9, 2024, with 68.7% in favor."
                                            ],
                                            "children": []
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Die bereits getroffenen Massnahmen sowie der aktuelle PV-Ausbau leisten einen wichtigen Beitrag, sind allerdings noch nicht ausreichend zur Sicherung der Stromversorgung, insbesondere in den kritischen Wintermonaten. Deshalb sind Änderungen des Energiegesetzes vom 19. Juni 1983 (EnerG, LS 730.1) erforderlich."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Einerseits soll mit erweiterten Vorschriften die Stromerzeugung mit PV auf neuen und bestehenden Dächern erhöht werden. Erfahrungsgemäss sind grössere Anlagen auf Dächern mit den geringsten Investitionskosten erstellbar. Eine Pflicht soll nur für Fälle gelten, bei denen ein wirtschaftlicher Betrieb zu erwarten ist."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Anderseits soll mit einem Auftrag an die Stromnetzbetreiber die saisonale Energiespeicherung unterstützt werden. Zur Finanzierung dieser Massnahme soll der Regierungsrat eine Abgabe auf der von den Endverbraucherinnen und Endverbrauchern pro Jahr bezogenen Strommenge bedarfsgerecht festlegen. Die Abgabe soll höchstens 0,5 Rappen pro Kilowattstunde (kWh) betragen. Kommt der höchste Abgabesatz zur Anwendung, entrichtet ein Haushalt mit 4000 kWh Stromverbrauch somit Fr. 20 pro Jahr und ein Gewerbebetrieb mit einem Verbrauch von 100 000 kWh Strom Fr. 500 pro Jahr in den Speicherfonds."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Mit den vorgesehenen Massnahmen leistet der Kanton einen Beitrag zur Stärkung einer sicheren, einheimischen, erneuerbaren und effizienten Stromversorgung. Dies ist zur Erreichung der erforderlichen Dekarbonisierung zwingend erforderlich. Weiter kann der Selbstversorgungsgrad des Kantons im Strombereich erhöht und die Strompreisabhängigkeit vermindert werden."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Die erforderliche Dekarbonisierung der Energieversorgung zieht den Umstieg von fossilen auf elektrische Anwendungen nach sich (in der Wärmeversorgung Zunahme von Wärmepumpen, in der Mobilität Zunahme von Elektrofahrzeugen). Trotz einer weiteren"
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "An increase in energy efficiency is expected to lead to an increase in electricity consumption. At the same time, the phasing out of fossil fuel power generation in Europe and the decommissioning of nuclear power plants at home and abroad are reducing significant generation capacities."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Due to the lack of an electricity agreement, Switzerland cannot adequately represent its interests in electricity trading. Switzerland already relies on electricity imports during winter months."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "The Electricity Commission (ElCom) warns that high import dependency leads to significant risks over a long period. An electricity agreement would not improve the framework conditions for investments in new power plants."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "ElCom recommends that Switzerland should produce enough electricity in the winter half-year so that no more than ten terawatt hours (TWh; about one-sixth of today's electricity consumption) need to be imported."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Russia's war of aggression against Ukraine, combined with reduced gas supplies from Russia, the failure of nuclear power plants in France, and exceptional drought in Europe, increased the risk of electricity and/or gas shortages in 2022 and led to exceptionally strong price increases."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "The Federal Council has taken various measures since February 2022 to prevent short-term electricity and/or gas shortages. Towards the end of 2023, energy prices tended to decrease again, but the outbreak of conflict in Gaza led to further uncertainties in the energy markets."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "To ensure a secure electricity supply in the medium and long term, a further increase in energy efficiency and an accelerated expansion of electricity generation from renewable energies in Switzerland are necessary."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "The expansion of electricity generation from photovoltaics (PV) in Switzerland is progressing rapidly due to measures taken at the federal level and increased energy awareness due to the Ukraine war. In 2023, PV systems with a total output of around 1.5 gigawatts (GW) were installed in Switzerland."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "On October 1, 2022, a federal law on urgent measures for short-term secure electricity supply in winter came into force, including PV (photovoltaic) requirements for new buildings and support for alpine PV systems."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "On November 23, 2022, various energy-related ordinances were adjusted, expanding support instruments for electricity production from renewable energies, focusing on PV."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "On September 29, 2023, the Swiss Federal Councils passed a federal law on secure electricity supply with renewable energies, known as the \"Mantelerlasse\"."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "This law amends the Energy Act of September 30, 2016, and the Electricity Supply Act of March 23, 2007."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Key targets include:"
                            ],
                            "children": []
                        }
                    ]
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "The image contains a German text discussing energy efficiency and electricity supply in Switzerland. As this is not a legal document with numbered articles, I'll summarize the key points of the text:"
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "This image contains a single paragraph of German text describing legislation and measures related to renewable energy and electricity supply in Switzerland. As this is not structured as a legal document with articles and paragraphs, I'll summarize the key points in English:"
                    ],
                    "children": []
                }
            ]
        },
        {
            "label": "1",
            "type": "heading",
            "content": [
                "Zielsetzung"
            ],
            "children": [
                {
                    "label": "",
                    "type": "list",
                    "content": [],
                    "children": [
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Gemäss Art. 6 Abs. 2 EnG ist die Energieversorgung Sache der Energiewirtschaft. Bund und Kantone sorgen für die Rahmenbedingungen, die erforderlich sind, damit die Energiewirtschaft diese Aufgabe im Gesamtinteresse erfüllen kann. Weiter sorgt der Kanton gemäss Art. 106 Kantonsverfassung (LS 101) für eine sichere und wirtschaftliche Elektrizitätsversorgung."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Die bereits getroffenen Massnahmen sowie der gegenwärtige PV-Ausbau leisten einen wichtigen Beitrag, sind allerdings noch nicht ausreichend zur Sicherung der Stromversorgung, insbesondere in den kritischen Wintermonaten. Die hohe Importabhängigkeit im Strombereich ist ein wesentliches Risiko für die Versorgungssicherheit. Aufgrund dieser Ausgangslage ist es zweckmässig, auf kantonaler Ebene zusätzliche Massnahmen zur Sicherstellung der Versorgungssicherheit vorzusehen. Einerseits soll mit erweiterten Vorschriften die Stromerzeugung mit PV auf neuen und bestehenden Dächern erhöht werden. Anderseits soll mit einem Auftrag an die Stromnetzbetreiber die saisonale Energiespeicherung unterstützt werden."
                            ],
                            "children": []
                        }
                    ]
                }
            ]
        },
        {
            "label": "1",
            "type": "heading",
            "content": [
                "B. Vorschrift zur Stromerzeugung auf grossen Dächern"
            ],
            "children": [
                {
                    "label": "",
                    "type": "list",
                    "content": [],
                    "children": [
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Die Energiestrategie 2022 des Regierungsrates (RRB Nr. 947/2022) geht im Einklang mit den Energieperspektiven 2050+ des Bundes für 2050 von einer umsetzbaren PV-Erzeugung im Kanton Zürich von 3,5 TWh pro Jahr aus. Um dieses Ziel zu erreichen, muss der jährliche Zubau an PV im Kanton von heute rund 100 Megawattpeak (MWp) auf rund 200 MWp gesteigert und auf dieser Menge längerfristig gehalten werden."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Die im Auftrag der Baudirektion 2023 durch die Zürcher Hochschule für Angewandte Wissenschaften (ZHAW) erstellte Studie «Photovoltaik-Potenzial auf Infrastrukturbauten und bei weiteren sehr grossen Anlagen im Kanton Zürich» weist folgende Potenziale aus: auf Dächern 5,9 TWh/Jahr, an Fassaden 2,2 TWh/Jahr, über landwirtschaftlich genutzten Flächen (nur Potenzial über Dauerkulturen wie Obst- oder Beerenplantagen berücksichtigt) 0,9 TWh/Jahr, auf Parkplätzen 0,2 TWh/Jahr, auf Abwasserreinigungsanlagen 0,04 TWh/Jahr und entlang von Kantonsstrassen 0,03 TWh/Jahr. Das ermittelte Gesamtpotenzial umfasst somit rund 9,3 TWh/Jahr und entspricht damit gerade etwa dem gesamten Strombedarf im Kanton Zürich. Der grösste Anteil fällt dabei in den Sommermonaten an. Das Potenzial für das Winterhalbjahr beträgt rund 2,8 TWh/Jahr,"
                            ],
                            "children": []
                        }
                    ]
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "jenes für die Wintermonate Dezember bis Februar rund 1,0 TWh/Jahr. Dies zeigt, dass die Solarenergie auch einen Beitrag zur Versorgungssicherheit im Winter leisten kann."
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "Das mit Abstand grösste Potenzial zur Solarstromerzeugung im Kanton Zürich liegt somit auf der verstärkten Nutzung geeigneter Dächer. Deshalb soll die bestehende Vorgabe zur Eigenstromerzeugung bei Neubauten mit Eigenverbrauch erhöht werden. Zudem soll bei bestehenden und neuen Dachflächen ab 300 m², auch solchen ohne Eigenverbrauch, eine vollflächige Nutzung zur Stromerzeugung verlangt werden, sofern die Wirtschaftlichkeit gegeben ist. Gemäss der Studie der ZHAW entfallen auf die Dächer mit einer Grösse von mehr als 300 m² knapp 60% des gesamten PV-Potenzials auf Dächern."
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "Mit den vorgesehenen Gesetzesanpassungen wird auch dem Anliegen der überwiesenen Motion KR-Nr. 267/2020 betreffend Das Potenzial einheimischer Solarenergie besser nutzen Rechnung getragen."
                    ],
                    "children": []
                }
            ]
        },
        {
            "label": "1",
            "type": "heading",
            "content": [
                "c. Förderung der Energiespeicherung durch die Stromnetzbetreiber"
            ],
            "children": [
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "Auf Bundesebene ist eine Stromerzeugung aus erneuerbaren Energien von 35 TWh für 2035 und 45 TWh für 2050 vorgesehen, wobei der Hauptteil aus PV-Anlagen stammen wird. Bei PV-Anlagen fallen 75% des Ertrags im Sommerhalbjahr an. Dies wird im Sommerhalbjahr zu tiefen Strompreisen und teilweise Stromüberschüssen führen. Im Winterhalbjahr werden aufgrund der geringeren Erzeugung und des gleichzeitig erhöhten Stromverbrauchs, insbesondere aufgrund des vermehrten Einsatzes von Wärmepumpen, weiterhin Importe erforderlich und die Strompreise deutlich höher sein."
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "Im Sommer nicht benötigter, günstiger Strom soll in geeigneter Form gespeichert und für den Winter nutzbar gemacht werden, beispielsweise in Form von Wasserstoff oder synthetischen Energieträgern (z. B. Methanol). Diese Energieträger können in den Wintermonaten zur Strom- und Wärmeproduktion oder für die Mobilität eingesetzt werden. Eine weitere Möglichkeit für die Nutzung von überschüssigem Sommerstrom ist die sogenannte Regeneration von Erdsonden bei Sole-Wasser-Wärmepumpen. Bei diesem Verfahren wird im Sommer Energie in Form von Wärme in den Untergrund eingespeichert und damit die Effizienz der Erdsonden-Wärmepumpe im Winter gesteigert (und deren Stromverbrauch im Winter verringert). Überschüssiger Sommerstrom kann auch für die Erzeugung von Wärme und deren Einlagerung in thermischen Langzeitspeichern genutzt werden und somit einen Beitrag zur Wärmeversorgung aus erneuerbaren Energien im"
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "The image contains a single page of German text discussing energy policy and storage technologies. There are no article titles or numbered sections, so I'll present the content as a single block of text without headers or list formatting:"
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "Winter leisten. Um Anreize für die Erstellung von thermischen Langzeitspeichern zu schaffen, sieht der Verordnungsentwurf zum Bundesgesetz vom 30. September 2022 über die Ziele im Klimaschutz, die Innovation und die Stärkung der Energiesicherheit (KIG) finanzielle Absicherungen vor."
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "Viele Technologien zur saisonalen Energiespeicherung (Power-to-X, thermische Energiespeicher, Latentwärmespeicher, thermochemische Wärmespeicher usw.) sind noch nicht marktreif. Die vorgesehene finanzielle Unterstützung soll einen Beitrag leisten, dass sich diese Technologien in Richtung Marktreife entwickeln können. Bei einer Förderung der saisonalen Energiespeicherung sind die regulatorischen Rahmenbedingungen (insbesondere StromVG, EnG, KIG), die Effizienz der Speichertechnologie (Vermeidung hoher Umwandlungsverluste), die Ökobilanz, die Kosten, das Potenzial für Kostenreduktionen und ihr Beitrag zur Versorgungssicherheit zu berücksichtigen."
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "In der Energiestrategie des Kantons (Energiestrategie und Energieplanung 2022) wird unter den Stossrichtungen einerseits festgehalten, dass der Staat Rahmenbedingungen schaffen soll, damit sich nachhaltige Technologien im Markt entwickeln und durchsetzen können. Dabei sind staatliche Eingriffe aufeinander abzustimmen. Anderseits ist das Subsidiaritätsprinzip und das föderalistische Prinzip auch im Energiebereich anzuwenden und die Vorgabe von Zielen einer Detailregulierung vorzuziehen. Entsprechend diesen Vorgaben soll die Umsetzung der Förderung von saisonalen Speichern den Netzbetreibern übertragen werden. Ebenfalls in der Energiestrategie des Kantons wird festgelegt, dass Massnahmen mit einem guten Kosten-Nutzen-Verhältnis, d. h. mit der grössten Wirkung gemessen am Aufwand zuerst zu ergreifen sind. Diese Forderung wird durch wettbewerbliche Ausschreibungen erfüllt: Es sollen diejenigen Massnahmen finanziell gefördert werden, die pro erzeugte bzw. eingesparte Kilowattstunde Winterstrom am wenigsten Mittel benötigen. Zur Finanzierung soll durch den Regierungsrat eine Abgabe auf der von den Endverbraucherinnen und Endverbrauchern pro Jahr bezogenen Strommenge bedarfsgerecht festgelegt werden."
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "Mit der vorgesehenen Förderung wird dem Anliegen der überwiesenen Motion KR-Nr. 268/2020 betreffend Ausbau und Förderung der dezentralen Stromspeicherinfrastruktur Rechnung getragen."
                    ],
                    "children": []
                }
            ]
        },
        {
            "label": "1",
            "type": "heading",
            "content": [
                "D. Erläuterungen zu den einzelnen Bestimmungen"
            ],
            "children": []
        },
        {
            "label": "2",
            "type": "heading",
            "content": [
                "Stromerzeugung auf Dächern"
            ],
            "children": [
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "Vorbemerkung: Anpassung BBV I"
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "list",
                    "content": [],
                    "children": [
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "§ 10 c EnerG verlangt bei Neubauten, dass ein Teil der benötigten Elektrizität auf dem Grundstück selbst erzeugt wird. Gemäss § 47 b der Besonderen Bauverordnung I vom 6. Mai 1981 (BBV I, LS 700.21) beträgt die Leistung mindestens 10 Watt pro Quadratmeter Energiebezugsfläche (W/m² EBF). Zur EBF eines Gebäudes zählen alle beheizten und klimatisieren Flächen. Die EBF ist eine gute Referenzfläche für den Vergleich von Energieverbrauchswerten von Gebäuden. Einer Anforderung mit Bezug zur EBF steht somit immer ein Energieverbrauch entgegen. Das heisst, der mit einer PV-Anlage selbst produzierte Strom kann – zumindest teilweise – selbst verbraucht werden. Das ist aus wirtschaftlicher Sicht interessant. Die Vorgabe von 10 W/m² EBF stammt aus der Zeit der Entwicklung der Mustervorschriften der Kantone im Energiebereich, Ausgabe 2014, und berücksichtigte die damaligen wirtschaftlichen Rahmenbedingungen für PV-Anlagen. Mit dieser Vorgabe bleibt bei den meisten Bauten ein grosser Teil eines Dachs ohne PV-Belegung."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Beim Minergie-Standard galt schon seit 2017 eine PV-Pflicht von 10 W/m² EBF für neue Gebäude. Es zeigte sich, dass mit dieser Anforderung in der Regel ein grosser Teil der Dachflächen nicht genutzt wird. Entsprechend wurden die Anforderungen von Minergie 2023 erhöht. Sowohl bei Minergie-Neubauten wie auch bei -Sanierungen muss nun die gesamte geeignete Dachfläche mit PV-Modulen belegt sein. Auch in anderen Kantonen werden heute höhere Anforderungen gestellt, bspw. 20 W/m² EBF im Kanton Neuenburg und 30 W/m² EBF im Kanton Schaffhausen. Es ist daher angezeigt, eine höhere Anforderung zu stellen."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Im Rahmen der Umsetzung dieser Vorlage soll die Vorgabe in § 47 b BBV I auf 30 W/m² EBF erhöht werden. Dabei soll weiterhin eine Belegung von höchstens 70% der anrechenbaren Gebäudefläche verlangt werden, so dass die Vorschrift in der Regel mit einer PV-Anlage auf dem Dach ohne zusätzlichen Einbezug der Fassade erfüllt werden kann."
                            ],
                            "children": []
                        }
                    ]
                }
            ]
        },
        {
            "label": "1",
            "type": "heading",
            "content": [
                "Zu § 10 d: Solaranlagen auf grossen Dächern:"
            ],
            "children": [
                {
                    "label": "",
                    "type": "list",
                    "content": [],
                    "children": [
                        {
                            "label": "1.",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Auf grossen, geeigneten Dächern ist flächendeckend eine Solaranlage zu installieren, wenn dies technisch möglich und wirtschaftlich ist und nicht überwiegende öffentliche Interessen entgegenstehen:"
                            ],
                            "children": [
                                {
                                    "label": "",
                                    "type": "list",
                                    "content": [],
                                    "children": [
                                        {
                                            "label": "a.",
                                            "type": "list_item",
                                            "indent_level": 2,
                                            "content": [
                                                "bei Neubauten,"
                                            ],
                                            "children": [
                                                {
                                                    "label": "",
                                                    "type": "content",
                                                    "content": [
                                                        "Mit Absatz 2 wird die Berechnung der Wirtschaftlichkeit beschrieben. Analog zur bewährten Regelung beim Wärmeerzeugerersatz bei bestehenden Bauten (vgl. § 11 EnErG und § 47 d BBV I) soll eine Betrachtung über den ganzen Lebenszyklus der Solaranlage erfolgen. Zu den Investitionskosten gehören alle Investitionen, die direkt auf die Installation der Anlage zurückzuführen sind, wie die Kosten der eigentlichen Anlage, aber auch allfällige Zusatzkosten wie Netzverstärkungen. Zu den Betriebskosten gezählt werden bspw. die Kosten für Versicherungen oder Zählermieten. Die Einzelheiten werden in der Verordnung geregelt. Die Baudirektion wird eine Rechenhilfe zur Verfügung stellen."
                                                    ],
                                                    "children": []
                                                },
                                                {
                                                    "label": "",
                                                    "type": "content",
                                                    "content": [
                                                        "The image contains a list of bullet points in German discussing regulations related to roof renovations and solar panel installations. Here's a translation of the content formatted as an unordered list:"
                                                    ],
                                                    "children": []
                                                }
                                            ]
                                        },
                                        {
                                            "label": "b.",
                                            "type": "list_item",
                                            "indent_level": 2,
                                            "content": [
                                                "bei der umfassenden Sanierung des Dachs oder spätestens bis 2040."
                                            ],
                                            "children": []
                                        },
                                        {
                                            "label": "2.",
                                            "type": "list_item",
                                            "indent_level": 0,
                                            "content": [
                                                "Von den Anforderungen ausgenommen ist, wer nachweist, dass bei Berücksichtigung der Investitionskosten und der Betriebskosten sowie des Ertrags über die Lebensdauer die Anlage nicht wirtschaftlich ist."
                                            ],
                                            "children": []
                                        },
                                        {
                                            "label": "",
                                            "type": "list_item",
                                            "indent_level": 0,
                                            "content": [
                                                "Als «umfassende Sanierung» eines Daches soll der Ersatz der Eindeckung oder der Abdeckung (Wetterschutzschicht) festgelegt werden. Beispielsweise ist das bei Schrägdächern der Ersatz der Ziegel oder bei Flachdächern die vollflächige Erneuerung der Schichten über dem Beton. Reparaturen von unter der Mindestgrösse liegenden Teilbereichen einer Dachfläche sollen nicht als Auslöser gelten."
                                            ],
                                            "children": []
                                        },
                                        {
                                            "label": "",
                                            "type": "list_item",
                                            "indent_level": 0,
                                            "content": [
                                                "In Anlehnung an die Umsetzung von § 10 c EnerG bei Neubauten (vgl. § 47 b Abs. 1 BBV I) soll eine Belegung von höchstens 70% der geeigneten Dachfläche verlangt werden. Damit wird berücksichtigt, dass für die Nutzung eines Dachs noch andere Bedürfnisse bestehen, beispielsweise Liftaufbauten, Erschliessungswege oder Sicherheitsabstände. Bei bestehenden Bauten sollen bestehende Nutzungen des Dachs, soweit sie eine Installation einer Solaranlage verhindern, zusätzlich berücksichtigt werden."
                                            ],
                                            "children": []
                                        },
                                        {
                                            "label": "",
                                            "type": "list_item",
                                            "indent_level": 0,
                                            "content": [
                                                "Für die Berechnung der Wirtschaftlichkeit mit Betrachtung über den ganzen Lebenszyklus der Solaranlage sind die Regeln festzulegen (bspw. betreffend Lebensdauer, Diskontsatz, Stromertrag, usw.). Die Baudirektion wird eine Rechenhilfe zur Verfügung stellen."
                                            ],
                                            "children": []
                                        },
                                        {
                                            "label": "",
                                            "type": "list_item",
                                            "indent_level": 0,
                                            "content": [
                                                "Schliesslich sind auch die Ausnahmen zu definieren. Bspw. soll die Frist um zehn Jahre bis 2050 verlängert werden, wenn der Nachweis erbracht wird, dass im Zeitraum zwischen 2040 und 2050 ein wesentlicher Eingriff in die Dachstruktur wie bspw. eine Dachaufstockung, eine Dachsanierung oder ein Ersatzneubau vorgesehen ist."
                                            ],
                                            "children": []
                                        },
                                        {
                                            "label": "",
                                            "type": "list_item",
                                            "indent_level": 0,
                                            "content": [
                                                "In der Verordnung soll eine Regelung für Härtefälle vorgesehen werden, für den Fall, dass ein Eigentümer die Investitionskosten trotz der Wirtschaftlichkeit über die Lebenszeit nicht tragen kann. Dies dürfte jedoch selten zur Anwendung kommen, da zur Erfüllung der Auflage das Dach auch einem Dritten (Contractor) vermietet werden kann."
                                            ],
                                            "children": []
                                        }
                                    ]
                                },
                                {
                                    "label": "",
                                    "type": "content",
                                    "content": [
                                        "Gemäss der Studie der ZHAW entfallen auf die Dächer mit einer Grösse von über 300 m² knapp 60% des gesamten PV-Potenzials auf Dächern. Mit dem neuen § 10 d EnErG sollen grosse, geeignete Dachflächen sowohl bei Neubauten (lit. a) als auch bei bestehenden Bauten (lit. b) möglichst vollständig für die Erzeugung von Solarstrom genutzt werden, sofern dies technisch möglich und wirtschaftlich ist und nicht überwiegende öffentliche Interessen entgegenstehen. Letztere Bedingung fordert, dass im Einzelfall eine Abwägung mit anderen öffentlichen Interessen – insbesondere Schutzinteressen (bspw. Denkmalschutz) – vorgenommen wird. Je nach Ergebnis der Interessenabwägung kann die Pflicht zur Installation einer PV-Anlage vermindert werden oder ganz entfallen. Bei bestehenden Bauten soll die Installation einer Solaranlage zum Zeitpunkt einer umfassenden Dachsanierung oder spätestens bis 2040 erfolgen."
                                    ],
                                    "children": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "label": "1",
            "type": "heading",
            "content": [
                "Zu § 16 a: Verteilnetzbetreiber - a. Förderung der saisonalen Speicherung"
            ],
            "children": [
                {
                    "label": "",
                    "type": "list",
                    "content": [],
                    "children": [
                        {
                            "label": "1.",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Zur Stärkung der Stromversorgungssicherheit im Winterhalbjahr fördern die Netzbetreiber die saisonale Speicherung von Energie. Sie schliessen sich dafür zusammen. Die Förderung erfolgt durch:"
                            ],
                            "children": [
                                {
                                    "label": "",
                                    "type": "list",
                                    "content": [],
                                    "children": [
                                        {
                                            "label": "a.",
                                            "type": "list_item",
                                            "indent_level": 2,
                                            "content": [
                                                "wettbewerbliche Ausschreibungen,"
                                            ],
                                            "children": [
                                                {
                                                    "label": "",
                                                    "type": "content",
                                                    "content": [
                                                        "Die mit Mitteln aus dem Speicherfonds unterstützten Massnahmen vergrössern das Stromangebot und/oder verringern den Verbrauch und stärken damit die Stromversorgungssicherheit. Es ist daher sachgerecht, dass diese Massnahmen auch über"
                                                    ],
                                                    "children": []
                                                }
                                            ]
                                        },
                                        {
                                            "label": "b.",
                                            "type": "list_item",
                                            "indent_level": 2,
                                            "content": [
                                                "Unterstützung von Projekten und Anlagen, die der Erprobung, Anwendung und Bekanntmachung von neuartigen Technologien und Prozessen dienen."
                                            ],
                                            "children": []
                                        },
                                        {
                                            "label": "2.",
                                            "type": "list_item",
                                            "indent_level": 0,
                                            "content": [
                                                "Für die Förderung gemäss Abs. 1 erheben die Netzbetreiber eine Abgabe auf der von den Endverbraucherinnen und Endverbrauchern pro Jahr bezogenen Strommenge und legen diese unverzüglich in den Speicherfonds ein. Die Netzbetreiber erheben die Abgabe mit einem Zuschlag auf die Netznutzungsentgelte. Sie ist auf der Stromrechnung gesondert auszuweisen."
                                            ],
                                            "children": []
                                        },
                                        {
                                            "label": "",
                                            "type": "list_item",
                                            "indent_level": 0,
                                            "content": [
                                                "einen Zuschlag auf den Stromtarif gefördert werden, da die Erhöhung der Versorgungssicherheit direkt den Endverbraucherinnen und Endverbrauchern zugutekommt."
                                            ],
                                            "children": []
                                        }
                                    ]
                                },
                                {
                                    "label": "",
                                    "type": "content",
                                    "content": [
                                        "Die neuen §§ 16 a und 16 b EnerG dienen der Finanzierung von Massnahmen zur Erhöhung der Stromversorgungssicherheit im Winterhalbjahr durch saisonale Speicherung von Energie. Für die Umsetzung geeigneter Massnahmen sollen die Stromnetzbetreiber beauftragt werden. Sie sollen hierzu wettbewerbliche Ausschreibungen durchführen, analog zu den Ausschreibungen des Bundes für Effizienzmassnahmen (Art. 19–22 der Energieverordnung vom 1. November 2017 (EnV, SR 730.01). Dabei sollen die Projekte und Programme mit dem besten Verhältnis zwischen beantragtem Förderbeitrag und der damit durch saisonale Speicherung erzielten Stromerzeugung und/oder Stromeinsparung im Winterhalbjahr (Kostenwirksamkeit in Rp./kWh) den Zuschlag erhalten. Weiter soll auch die finanzielle Unterstützung von Projekten und Anlagen zur saisonalen Speicherung möglich sein, die der Erprobung (Pilot- und Demonstrationsphase), Anwendung (Marktzulassungs- und Markteinführungsphase) und Bekanntmachung (Marktdurchdringungsphase) von neuartigen Technologien und Prozessen dienen und sich noch in einem Entwicklungsstadium befinden."
                                    ],
                                    "children": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "label": "3",
            "type": "heading",
            "content": [
                "Zu § 16 b: Verteilnetzbetreiber - b. Berichterstattung"
            ],
            "children": [
                {
                    "label": "",
                    "type": "list",
                    "content": [],
                    "children": [
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Die Berichterstattung über die die Art und Wirksamkeit der ergriffenen Massnahmen erfolgt jährlich durch die Netzbetreiber an die Baudirektion und alle vier Jahre durch den Regierungsrat an den Kantonsrat."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Die Wirksamkeit der Massnahmen soll regelmässig überprüft und der Baudirektion jährlich zur Kenntnis gebracht werden. Falls die Ergebnisse der Förderung nicht den kantonalen Zielen entsprechen, kann die Baudirektion Vorgaben erlassen (§ 16 a Abs. 5). Dem Kantonsrat soll alle vier Jahre ein Bericht zur Wirksamkeit der Massnahmen zur Kenntnis gebracht werden."
                            ],
                            "children": []
                        }
                    ]
                }
            ]
        },
        {
            "label": "3",
            "type": "heading",
            "content": [
                "Zu § 17: Vollzug - a. Regierungsrat"
            ],
            "children": [
                {
                    "label": "",
                    "type": "list",
                    "content": [],
                    "children": [
                        {
                            "label": "1.",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Abs. 1 unverändert."
                            ],
                            "children": []
                        },
                        {
                            "label": "2.",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Die Verordnungsbestimmungen gemäss Abs. 1 lit. a und b bedürfen der Genehmigung durch den Kantonsrat."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Gemäss dem geltenden § 17 Abs. 2 EnerG unterstehen die per Verordnung geregelten Einzelheiten zu den besonderen Massnahmen gemäss Abschnitt III EnerG (§ 17 Abs. 1 lit. c) der Genehmigung durch den Kantonsrat. Damit aufgrund von neuen Erkenntnissen, technologischen Entwicklungen und Änderungen auf nationaler Ebene die Einzelheiten zu den besonderen Massnahmen zeitnah angepasst werden können, soll diese Genehmigungspflicht gestrichen werden."
                            ],
                            "children": []
                        }
                    ]
                }
            ]
        },
        {
            "label": "3",
            "type": "heading",
            "content": [
                "E. Auswirkungen"
            ],
            "children": []
        },
        {
            "label": "3",
            "type": "heading",
            "content": [
                "1. Auswirkungen auf den Kanton"
            ],
            "children": [
                {
                    "label": "",
                    "type": "list",
                    "content": [],
                    "children": [
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Die Anpassungen der energetischen Vorschriften bedeuten für den Kanton einen etwas erhöhten Vollzugsaufwand für die Schulung der Fachleute, die Beratung der Gemeinden und die Information der Bevölkerung. Im Zusammenhang mit der neuen Förderung der Energiespeicherung erhält der Kanton zusätzliche Aufgaben (Abstimmung mit den Netzbetreibern, Controlling der Jahresabschlüsse des Speicherfonds, gegebenenfalls Erlass von Vorgaben an die Netzbetreiber, Berichterstattung an den Kantonsrat). Insgesamt dürfte sich ein Stellenbedarf von rund einer Vollzeitstelle ergeben. Dieser Stellenbedarf umfasst sowohl die Fach- (hauptsächlich umfassendes Projektmanagement"
                            ],
                            "children": []
                        }
                    ]
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "sowie Fachexpertise) als auch die Unterstützungsleistungen (hauptsächlich Administration, Finanzen, IT, Recht, Kommunikation)."
                    ],
                    "children": []
                }
            ]
        },
        {
            "label": "3",
            "type": "heading",
            "content": [
                "2. Auswirkungen auf die Gemeinden"
            ],
            "children": [
                {
                    "label": "",
                    "type": "list",
                    "content": [],
                    "children": [
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Der Vollzug der erweiterten Vorgaben zur Installation von Solaranlagen betrifft die Gemeinden. Die Vollzugsverfahren bleiben dabei grundsätzlich dieselben. Mit der Einführung einer Frist für die Installation einer Solaranlage auf grossen, geeigneten Dächern bei bestehenden Bauten bis spätestens 2040 kommt ein zusätzlicher Prozess hinzu. Es ist vorgesehen, dass der Kanton die Gemeinden insbesondere bei der frühzeitigen und regelmässigen Information zu dieser Bestimmung und auch bei deren Umsetzung unterstützt. Insgesamt ergibt sich mittelfristig somit ein etwas erhöhter Aufwand für die Gemeinden, wobei die technische Prüfung der Vorhaben wie bisher durch die private Kontrolle gemäss §§ 4 ff. der Besonderen Bauverordnung I (BBV I, LS 700.21) erfolgen kann."
                            ],
                            "children": []
                        }
                    ]
                }
            ]
        },
        {
            "label": "3",
            "type": "heading",
            "content": [
                "3. Auswirkungen auf Private und Unternehmen, Regulierungsfolgeabschätzung"
            ],
            "children": [
                {
                    "label": "",
                    "type": "list",
                    "content": [],
                    "children": [
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Mit den geplanten Massnahmen wird ein Beitrag geleistet zur Erhöhung der Stromversorgungssicherheit. Davon profitieren alle Endverbraucherinnen und Endverbraucher im Kanton. Ein grosser Teil der Wertschöpfung der durch die neuen Vorschriften und die Förderung ausgelösten Massnahmen bleibt in der Region. Das regionale Gewerbe profitiert durch das Erbringen von Dienstleistungen im Zusammenhang mit Finanzierung, Installation, Wartung und Versicherung von PV-Anlagen, Energiespeichern und weiteren Massnahmen. Die Endverbraucherinnen und Endverbraucher können mit Kauf der entsprechenden Stromprodukte oder von Herkunftsnachweisen lokal erzeugten, erneuerbaren Strom beziehen."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Die vorgesehenen erweiterten Vorschriften zu Solaranlagen betreffen die Eigentümerinnen und Eigentümer von Gebäuden. Bei der Erhöhung der Vorgabe in § 47b BBV I von 10 auf 30 W/m² Energiebezugsfläche sind die zusätzlichen Kosten für die grössere Solaranlage in der Regel durch die höheren Erträge aus der Stromerzeugung gedeckt. Es soll weiterhin eine Belegung von höchstens 70% der anrechenbaren Gebäudefläche verlangt werden, so dass die Vorschrift in der Regel mit einer PV-Anlage auf dem Dach ohne zusätzlichen"
                            ],
                            "children": []
                        }
                    ]
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "Einbezug der Fassade erfüllt werden kann. Die Vorschrift für grosse Dächer gemäss dem neuen § 10d EnerG muss nur umgesetzt werden, wenn die Wirtschaftlichkeit gegeben ist. Wer die Anlage nicht selbst erstellen möchte, kann diese auch von Dritten (z. B. Energieversorgungsgesellschaften oder Energiegenossenschaften) erstellen lassen."
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "Bei der Förderung der saisonalen Speicherung erhöht sich der Stromtarif für die Endverbraucherinnen und Endverbraucher durch den Zuschlag auf die Netznutzungsentgelte zur Äufnung des Fonds beim höchsten Abgabesatz von 0,5 Rappen pro kWh um rund 2%. Beim Höchstsatz entrichtet ein Haushalt mit 4000 kWh Stromverbrauch somit Fr. 20 pro Jahr und ein Gewerbebetrieb mit einem Verbrauch von 100 000 kWh Strom Fr. 500 pro Jahr in den Speicherfonds. Für Unternehmen, die durch die Abgabe in ihrer Wettbewerbsfähigkeit erheblich beeinträchtigt würden, kann der Regierungsrat eine teilweise Rückerstattung der Abgabe vorsehen."
                    ],
                    "children": []
                }
            ]
        },
        {
            "label": "1",
            "type": "heading",
            "content": [
                "4. Auswirkungen auf die Energieversorgung"
            ],
            "children": [
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "Mit den erweiterten Vorschriften zu Solaranlagen und der Schaffung des kantonalen Speicherfonds sollen der Ausbau der Stromerzeugung mit erneuerbaren Energien sowie die saisonale Speicherung von Strom unterstützt werden. Mit diesen Massnahmen leistet der Kanton einen Beitrag zur Stärkung einer sicheren, einheimischen, erneuerbaren und effizienten Stromversorgung. Dies ist zur Erreichung der erforderlichen Dekarbonisierung zwingend erforderlich. Weiter kann der Selbstversorgungsgrad des Kantons im Strombereich erhöht und die Strompreisabhängigkeit vermindert werden."
                    ],
                    "children": []
                }
            ]
        },
        {
            "label": "1",
            "type": "heading",
            "content": [
                "F. Erfüllung der Motionen KR-Nrn. 267/2020 und 268/2020"
            ],
            "children": [
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "Mit den vorgesehenen Anpassungen des EnerG werden die Forderungen der am 24. Oktober 2022 vom Kantonsrat an den Regierungsrat überwiesenen Motion KR-Nr. 267/2022 und der am 5. Dezember 2022 vom Kantonsrat an den Regierungsrat überwiesenen Motion KR-Nr. 268/2022 erfüllt. Die Motion KR-Nr. 267/2020 verlangt gesetzliche Grundlagen, um die Investitionen in die Erzeugung von Solarstrom im Kanton Zürich deutlich zu steigern. Mit der Motion KR-Nr. 268/2020 sollen gesetzliche Grundlagen für einen koordinierten Ausbau und die Förderung der dezentralen Stromspeichermöglichkeiten geschaffen werden."
                    ],
                    "children": []
                }
            ]
        },
        {
            "label": "1",
            "type": "heading",
            "content": [
                "LS 730.1"
            ],
            "children": []
        },
        {
            "label": "1",
            "type": "heading",
            "content": [
                "Energiegesetz (EnerG)"
            ],
            "children": [
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "(vom 19. Juni 1983)"
                    ],
                    "children": []
                }
            ]
        },
        {
            "label": "1",
            "type": "heading",
            "content": [
                "LS 730.1"
            ],
            "children": []
        },
        {
            "label": "1",
            "type": "heading",
            "content": [
                "Energiegesetz (EnerG)"
            ],
            "children": [
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "(Änderung vom ...........; Stärkung der Versorgungssicherheit durch Solardächer und Saisonspeicher)"
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "Der Kantonsrat,"
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "nach Einsichtnahme in den Antrag des Regierungsrates vom (...) und der [Kommission] vom (...),"
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "beschliesst:"
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "Das Energiegesetz vom 19. Juni 1983 wird wie folgt geändert:"
                    ],
                    "children": []
                }
            ]
        },
        {
            "label": "1",
            "type": "heading",
            "content": [
                "III. Besondere Massnahmen"
            ],
            "children": []
        },
        {
            "label": "1",
            "type": "heading",
            "content": [
                "1. Energiesparmassnahmen"
            ],
            "children": []
        },
        {
            "label": "1",
            "type": "heading",
            "content": [
                "1. Energiesparmassnahmen und Nutzung erneuerbarer Energien"
            ],
            "children": []
        },
        {
            "label": "1",
            "type": "heading",
            "content": [
                "Solaranlagen auf grossen Dächern"
            ],
            "children": []
        },
        {
            "label": "3",
            "type": "heading",
            "content": [
                "§ 10 d"
            ],
            "children": [
                {
                    "label": "",
                    "type": "list",
                    "content": [],
                    "children": [
                        {
                            "label": "1.",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Auf grossen, geeigneten Dächern ist flächendeckend eine Solaranlage zu installieren, wenn dies technisch möglich und wirtschaftlich ist und nicht überwiegende öffentliche Interessen entgegenstehen:"
                            ],
                            "children": [
                                {
                                    "label": "",
                                    "type": "list",
                                    "content": [],
                                    "children": [
                                        {
                                            "label": "",
                                            "type": "list_item",
                                            "indent_level": 2,
                                            "content": [
                                                "a. bei Neubauten,"
                                            ],
                                            "children": [
                                                {
                                                    "label": "",
                                                    "type": "content",
                                                    "content": [
                                                        "Gemäss einer Studie der ZHAW entfallen auf die Dächer mit einer Grösse von über 300 m² knapp 60% des gesamten PV-Potenzials auf Dächern. Mit dem neuen § 10 d EnerG sollen grosse, geeignete Dachflächen sowohl bei Neubauten (lit. a) als auch bei bestehenden Bauten (lit. b) möglichst vollständig für die Erzeugung von Solarstrom genutzt werden, sofern dies technisch möglich und wirtschaftlich ist und nicht überwiegende öffentliche Interessen entgegenstehen. Letztere Bedingung fordert, dass im Einzelfall eine Abwägung mit anderen öffentlichen Interessen – insbesondere Schutzinteressen (bspw. Denkmalschutz) – vorgenommen wird. Je nach Ergebnis der Interessenabwägung kann die Pflicht zur Installation einer PV-Anlage vermindert werden oder ganz entfallen. Bei bestehenden Bauten soll die Installation einer Solaranlage zum Zeitpunkt einer umfassenden Dachsanierung oder spätestens bis 2040 erfolgen."
                                                    ],
                                                    "children": []
                                                },
                                                {
                                                    "label": "",
                                                    "type": "content",
                                                    "content": [
                                                        "Bei der Berechnung der Wirtschaftlichkeit soll analog zur bewährten Regelung beim Wärmeerzeugerersatz bei bestehenden Bauten (vgl."
                                                    ],
                                                    "children": []
                                                }
                                            ]
                                        },
                                        {
                                            "label": "",
                                            "type": "list_item",
                                            "indent_level": 2,
                                            "content": [
                                                "b. bei der umfassenden Sanierung des Dachs oder spätestens bis 2040."
                                            ],
                                            "children": []
                                        },
                                        {
                                            "label": "2.",
                                            "type": "list_item",
                                            "indent_level": 0,
                                            "content": [
                                                "Von den Anforderungen ausgenommen ist, wer nachweist, dass bei Berücksichtigung der Investitionskosten und der"
                                            ],
                                            "children": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "label": "1",
            "type": "heading",
            "content": [
                "Vorentwurf"
            ],
            "children": [
                {
                    "label": "",
                    "type": "list",
                    "content": [],
                    "children": [
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Betriebskosten sowie des Ertrags über die Lebensdauer die Anlage nicht wirtschaftlich ist."
                            ],
                            "children": []
                        },
                        {
                            "label": "3.",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Die Verordnung regelt die Einzelheiten."
                            ],
                            "children": []
                        }
                    ]
                }
            ]
        },
        {
            "label": "1",
            "type": "heading",
            "content": [
                "Erläuterungen"
            ],
            "children": [
                {
                    "label": "",
                    "type": "list",
                    "content": [],
                    "children": [
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "§ 11 EnerG und § 47 d BBV i) eine Betrachtung über den ganzen Lebenszyklus der Solaranlage erfolgen. Zu den Investitionskosten gehören alle Investitionen, die direkt auf die Installation der Anlage zurückzuführen sind, wie die Kosten der eigentlichen Anlage, aber auch allfällige Zusatzkosten wie Netzverstärkungen. Zu den Betriebskosten gezählt werden bspw. die Kosten für Versicherungen oder Zählermieten. Die Einzelheiten werden in der Verordnung geregelt. Die Baudirektion wird eine Rechenhilfe zur Verfügung stellen."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "In der Verordnung sind die Einzelheiten zu regeln. Die Vorschrift gemäss dem neuen § 10 d EnerG soll nur für grosse, geeignete Dächer gelten."
                            ],
                            "children": []
                        }
                    ]
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "Vorgesehen sind folgende Regelungen:"
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "• Als Kriterium für die Eignung einer Dachfläche soll die Klassifizierung basierend auf der mittleren jährlichen Einstrahlung pro Quadratmeter (kWh/m²/Jahr) verwendet werden. Diese Methode verwendet auch das Bundesamt für Energie (BFE) für die Klassierung der Eignung der Bauten auf www.sonnendach.ch. Jedes bestehende Gebäude kann damit mit der Eingabe der Adresse beurteilt werden. Für Neubauten kann eine Abschätzung aufgrund der umliegenden bestehenden Bauten oder einer Berechnung vorgenommen werden. Der Vorteil dieser Klassifizierung liegt in der einfachen Verständlichkeit, der Vergleichbarkeit zwischen verschiedenen Standorten in der Schweiz und der direkten Verknüpfung mit dem Stromertrag pro Quadratmeter einer PV-Anlage. Die Pflicht zur Belegung soll für Dachflächen mit der Eignung gut bis hervorragend (und nur sofern die Wirtschaftlichkeit gegeben ist) gelten:"
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "| Klassierung | mittlere jährliche Einstrahlung |"
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "|-------------|----------------------------------|"
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "| Gering | < 800 kWh / m² / Jahr |"
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "| Mittel | ≥ 800 und < 1000 kWh / m² / Jahr |"
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "| Gut | ≥ 1000 und < 1200 kWh / m² / Jahr |"
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "| sehr gut | ≥ 1200 und < 1400 kWh / m² / Jahr |"
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "| Hervorragend | ≥ 1400 kWh / m² / Jahr |"
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "• Es ist vorgesehen, Gebäude mit geeigneten Dachflächen von mindestens 300 m² der Vorschrift zu unterstellen. Gemäss der Studie der ZHAW würden mit der Belegung aller Flächen über 300 m² knapp 60% des gesamten PV-Potenzials auf Dächern ausgeschöpft. Im Mantelerlass verwendet der Bund in Art. 45a EnG 300 m² anrechenbare Gebäudefläche als Schwellenwert. Die"
                    ],
                    "children": []
                }
            ]
        },
        {
            "label": "1",
            "type": "heading",
            "content": [
                "Erläuterungen"
            ],
            "children": [
                {
                    "label": "",
                    "type": "list",
                    "content": [],
                    "children": [
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Dachgrösse ist in der Regel ähnlich gross wie die anrechenbare Gebäudefläche."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Zur Bestimmung, ob die Mindestdachgrösse erreicht wird, soll die Summe aller geeigneten Dachflächen eines Gebäudes massgebend sein. Dabei sollen Dachflächen, auf denen nicht mindestens eine rechteckige Fläche von z. B. 10 m² mit einer Solaranlage belegt werden kann (beispielsweise aufgrund der Form der Dachfläche, Lukarnen, usw.), nicht dazuzählen."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Als «umfassende Sanierung» eines Daches soll der Ersatz der Eindeckung oder der Abdeckung (Wetterschutzschicht) festgelegt werden. Beispielsweise ist das bei Schrägdächern der Ersatz der Ziegel oder bei Flachdächern die vollflächige Erneuerung der Schichten über dem Beton. Reparaturen von unter der Mindestgrösse liegenden Teilbereichen einer Dachfläche sollen nicht als Auslöser gelten."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "In Anlehnung an die Umsetzung von § 10 c EnerG bei Neubauten (vgl. § 47 b Abs. 1 BBV 1) soll eine Belegung von höchstens 70% der geeigneten Dachfläche verlangt werden. Damit wird berücksichtigt, dass für die Nutzung eines Dachs noch andere Bedürfnisse bestehen, z. B. Liftaufbauten, Erschliessungswege oder Sicherheitsabstände. Bei bestehenden Bauten sollen bestehende Nutzungen des Dachs, soweit sie eine Installation einer Solaranlage verhindern, zusätzlich berücksichtigt werden."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Für die Berechnung der Wirtschaftlichkeit mit Betrachtung über den ganzen Lebenszyklus der Solaranlage sind die Regeln festzulegen (bspw. betreffend Lebensdauer, Diskontsatz, Stromertrag, usw.). Die Baudirektion wird eine Rechenhilfe zur Verfügung stellen."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Schliesslich sind auch die Ausnahmen zu definieren. Bspw. soll die Frist um zehn Jahre bis 2050 verlängert werden, wenn der Nachweis erbracht wird, dass im Zeitraum zwischen 2040 und 2050 ein wesentlicher Eingriff in die Dachstruktur wie bspw. eine Dachaufstockung, eine Dachsanierung oder ein Ersatzneubau vorgesehen ist."
                            ],
                            "children": []
                        },
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "In der Verordnung soll eine Regelung für Härtefälle vorgesehen werden, für den Fall, dass ein Eigentümer die Investitionskosten trotz der Wirtschaftlichkeit über die Lebenszeit nicht tragen kann. Dies dürfte jedoch selten zur Anwendung kommen, da zur Erfüllung der Auflage das Dach auch einem Dritten (Contractor) vermietet werden kann."
                            ],
                            "children": []
                        }
                    ]
                }
            ]
        },
        {
            "label": "1",
            "type": "heading",
            "content": [
                "3. Förderung"
            ],
            "children": [
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "Verteilnetzbetreiber"
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "a. Förderung der saisonalen Speicherung"
                    ],
                    "children": []
                }
            ]
        },
        {
            "label": "3",
            "type": "heading",
            "content": [
                "§ 16 a."
            ],
            "children": [
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "[1.] Zur Stärkung der Stromversorgungssicherheit im Winterhalbjahr fördern die Netzbetreiber die saisonale Speicherung von Energie. Sie schliessen sich dafür zusammen. Die Förderung erfolgt durch:"
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "list",
                    "content": [],
                    "children": [
                        {
                            "label": "a.",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "wettbewerbliche Ausschreibungen,"
                            ],
                            "children": []
                        },
                        {
                            "label": "b.",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Unterstützung von Projekten und Anlagen, die der Erprobung, Anwendung und Bekanntmachung von neuartigen Technologien und Prozessen dienen."
                            ],
                            "children": []
                        },
                        {
                            "label": "4.",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Der Regierungsrat kann in Härtefällen für Endverbraucherinnen und Endverbraucher, die durch die Abgabe in ihrer Wettbewerbsfähigkeit erheblich beeinträchtigt werden, eine teilweise Rückerstattung der bezahlten Abgabe vorsehen."
                            ],
                            "children": []
                        },
                        {
                            "label": "5.",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Die Baudirektion kann Vorgaben zur Förderung gemäss Abs. 1 erlassen."
                            ],
                            "children": []
                        }
                    ]
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "[2.] Für die Förderung gemäss Abs. 1 erheben die Netzbetreiber eine Abgabe auf der von den Endverbraucherinnen und Endverbrauchern pro Jahr bezogenen Strommenge und legen diese unverzüglich in den Speicherfonds ein. Die Netzbetreiber erheben die Abgabe mit einem Zuschlag auf die Netznutzungsentgelte. Sie ist auf der Stromrechnung gesondert auszuweisen."
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "[3.] Der Regierungsrat legt die Höhe der Abgabe gemäss Abs. 2 fest. Sie beträgt höchstens 0,5 Rappen pro Kilowattstunde."
                    ],
                    "children": []
                }
            ]
        },
        {
            "label": "3",
            "type": "heading",
            "content": [
                "b. Berichterstattung"
            ],
            "children": []
        },
        {
            "label": "3",
            "type": "heading",
            "content": [
                "§ 16 b."
            ],
            "children": [
                {
                    "label": "",
                    "type": "list",
                    "content": [],
                    "children": [
                        {
                            "label": "",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Die Berichterstattung über die die Art und Wirksamkeit der ergriffenen Massnahmen erfolgt jährlich durch die Netzbetreiber an die Baudirektion und alle vier Jahre durch den Regierungsrat an den Kantonsrat."
                            ],
                            "children": []
                        }
                    ]
                }
            ]
        },
        {
            "label": "3",
            "type": "heading",
            "content": [
                "IV. Schlussbestimmungen"
            ],
            "children": []
        },
        {
            "label": "3",
            "type": "heading",
            "content": [
                "Vollzug"
            ],
            "children": []
        },
        {
            "label": "3",
            "type": "heading",
            "content": [
                "a. Regierungsrat"
            ],
            "children": []
        },
        {
            "label": "3",
            "type": "heading",
            "content": [
                "§ 17."
            ],
            "children": [
                {
                    "label": "",
                    "type": "list",
                    "content": [],
                    "children": [
                        {
                            "label": "1.",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "Der Regierungsrat regelt durch Verordnung:"
                            ],
                            "children": []
                        },
                        {
                            "label": "a.",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "die Durchführung der kantonalen Energieplanung,"
                            ],
                            "children": []
                        },
                        {
                            "label": "b.",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "die Rechte und Pflichten der Beteiligten bei der Mitwirkung an der Energieplanung im Sinne von § 5,"
                            ],
                            "children": []
                        },
                        {
                            "label": "c.",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "die Einzelheiten zu den besonderen Massnahmen gemäss Abschnitt III,"
                            ],
                            "children": []
                        }
                    ]
                }
            ]
        },
        {
            "label": "3",
            "type": "heading",
            "content": [
                "Vollzug"
            ],
            "children": []
        },
        {
            "label": "3",
            "type": "heading",
            "content": [
                "a. Regierungsrat"
            ],
            "children": []
        },
        {
            "label": "3",
            "type": "heading",
            "content": [
                "§ 17 Abs. 1 unverändert."
            ],
            "children": [
                {
                    "label": "",
                    "type": "list",
                    "content": [],
                    "children": [
                        {
                            "label": "d.",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "die Zuständigkeiten für den Vollzug,"
                            ],
                            "children": []
                        },
                        {
                            "label": "e.",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "die Aufgaben der Gemeinden,"
                            ],
                            "children": []
                        },
                        {
                            "label": "f.",
                            "type": "list_item",
                            "indent_level": 0,
                            "content": [
                                "die Umsetzung von Bundesvorschriften zur Erfüllung der Klimaschutzziele im Gebäudebereich."
                            ],
                            "children": []
                        }
                    ]
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "[2] Die Verordnungsbestimmungen gemäss Abs. 1 lit. a–c bedürfen der Genehmigung durch den Kantonsrat."
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "[2] Die Verordnungsbestimmungen gemäss Abs. 1 lit. a und b bedürfen der Genehmigung durch den Kantonsrat."
                    ],
                    "children": []
                },
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "Gemäss dem geltenden § 17 Abs. 2 EnerG unterstehen die per Verordnung geregelten Einzelheiten zu den besonderen Massnahmen gemäss Abschnitt III EnerG (§ 17 Abs. 1 lit. c) der Genehmigung durch den Kantonsrat. Damit aufgrund von neuen Erkenntnissen, technologischen Entwicklungen und Änderungen auf nationaler Ebene die Einzelheiten zu den besonderen Massnahmen zeitnah angepasst werden können, soll diese Genehmigungspflicht gestrichen werden."
                    ],
                    "children": []
                }
            ]
        }
    ]
}