{
    "label": "",
    "type": "document",
    "content": [],
    "children": [
        {
            "label": "I",
            "type": "heading",
            "content": [
                "Gesetz über Ausbildungsbeiträge"
            ],
            "children": [
                {
                    "label": "1",
                    "type": "heading",
                    "content": [
                        "Zweck"
                    ],
                    "children": [
                        {
                            "label": "",
                            "type": "content",
                            "content": [
                                "Der Kanton leistet im Rahmen der Interkantonalen Vereinbarung zur Harmonisierung von Ausbildungsbeiträgen nach diesem Gesetz und dessen Ausführungsbestimmungen Beiträge an die Schulungs- und Lebenshaltungskosten während den beitragsberechtigten Ausbildungen."
                            ],
                            "children": []
                        }
                    ]
                },
                {
                    "label": "2",
                    "type": "heading",
                    "content": [
                        "Beitragsarten"
                    ],
                    "children": [
                        {
                            "label": "1",
                            "type": "content",
                            "content": [
                                "Beiträge werden als Stipendien bzw. Darlehen oder als Arbeitsmarktstipendien gewährt."
                            ],
                            "children": []
                        },
                        {
                            "label": "2",
                            "type": "content",
                            "content": [
                                "Stipendien sind einmalige oder wiederkehrende Beiträge ohne Rückzahlungspflicht."
                            ],
                            "children": []
                        },
                        {
                            "label": "3",
                            "type": "content",
                            "content": [
                                "Darlehen sind Beiträge, die nach Abschluss der Ausbildung verzinst und zurückbezahlt werden müssen."
                            ],
                            "children": []
                        },
                        {
                            "label": "4",
                            "type": "content",
                            "content": [
                                "Arbeitsmarktstipendien werden gewährt für Weiterbildungen, die dem Erwerb, dem Erhalt und der Stärkung der Arbeitsmarktfähigkeit dienen. Sie werden ausgerichtet als:"
                            ],
                            "children": [
                                {
                                    "label": "a)",
                                    "type": "list_item",
                                    "content": [
                                        "Beitrag an die anerkannten Kosten der Weiterbildung."
                                    ],
                                    "children": []
                                },
                                {
                                    "label": "b)",
                                    "type": "list_item",
                                    "content": [
                                        "Erwerbsersatz an den weiterbildungsbedingten Erwerbsausfall."
                                    ],
                                    "children": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "label": "3",
                    "type": "heading",
                    "content": [
                        "Subsidiarität"
                    ],
                    "children": [
                        {
                            "label": "1",
                            "type": "content",
                            "content": [
                                "Beiträge werden gewährt, wenn die finanzielle Leistungsfähigkeit der Person in Ausbildung, deren Eltern und anderer gesetzlich Verpflichteter nicht ausreicht."
                            ],
                            "children": []
                        },
                        {
                            "label": "2",
                            "type": "content",
                            "content": [
                                "Vorbehalten bleibt die Regelung von Darlehen bei Weiterbildung und Zweitausbildung bzw. zweitem Hochschulabschluss sowie diejenige bei den Arbeitsmarktstipendien."
                            ],
                            "children": []
                        }
                    ]
                },
                {
                    "label": "4",
                    "type": "heading",
                    "content": [
                        "Beitragsberechtigte Ausbildungsarten"
                    ],
                    "children": [
                        {
                            "label": "1",
                            "type": "content",
                            "content": [
                                "Die beitragsberechtigten Ausbildungen und Weiterbildungen legt der Regierungsrat durch Verordnung fest."
                            ],
                            "children": []
                        }
                    ]
                },
                {
                    "label": "5",
                    "type": "heading",
                    "content": [
                        "Beitragsberechtigte Personen"
                    ],
                    "children": [
                        {
                            "label": "1",
                            "type": "content",
                            "content": [
                                "Die Beitragsberechtigung für Stipendien und Darlehen richtet sich nach der Interkantonalen Vereinbarung zur Harmonisierung von Ausbildungsbeiträgen. Der Regierungsrat regelt das Weitere durch Verordnung."
                            ],
                            "children": []
                        },
                        {
                            "label": "2",
                            "type": "content",
                            "content": [
                                "Die Beitragsberechtigung für die Arbeitsmarktstipendien regelt der Regierungsrat durch Verordnung."
                            ],
                            "children": []
                        }
                    ]
                },
                {
                    "label": "6",
                    "type": "heading",
                    "content": [
                        "Gesuche"
                    ],
                    "children": [
                        {
                            "label": "1",
                            "type": "content",
                            "content": [
                                "Die Gesuche sind der Stipendienstelle mit den erforderlichen Unterlagen einzureichen."
                            ],
                            "children": []
                        },
                        {
                            "label": "2",
                            "type": "content",
                            "content": [
                                "Verspätet eingereichte Gesuche werden einzig für die verbleibende Zeit eines Ausbildungsjahrs berücksichtigt."
                            ],
                            "children": []
                        }
                    ]
                },
                {
                    "label": "7",
                    "type": "heading",
                    "content": [
                        "Massgebender Wohnsitz"
                    ],
                    "children": [
                        {
                            "label": "1",
                            "type": "content",
                            "content": [
                                "Der stipendienrechtliche Wohnsitz für Stipendien und Darlehen bestimmt sich nach der Interkantonalen Vereinbarung zur Harmonisierung von Ausbildungsbeiträgen."
                            ],
                            "children": []
                        },
                        {
                            "label": "2",
                            "type": "content",
                            "content": [
                                "Für die Bewilligung von Arbeitsmarktstipendien muss die gesuchstellende Person bei Beginn der Weiterbildung seit zwei Jahren ununterbrochen im Kanton Zug wohnhaft sein."
                            ],
                            "children": []
                        }
                    ]
                },
                {
                    "label": "8",
                    "type": "heading",
                    "content": [
                        "Dauer der Beitragsleistung"
                    ],
                    "children": [
                        {
                            "label": "1",
                            "type": "content",
                            "content": [
                                "Die Dauer der Beitragsleistung für Stipendien und Darlehen richtet sich nach der Interkantonalen Vereinbarung zur Harmonisierung von Ausbildungsbeiträgen. Der Regierungsrat regelt das Weitere durch Verordnung."
                            ],
                            "children": []
                        },
                        {
                            "label": "2",
                            "type": "content",
                            "content": [
                                "Die Beitragsdauer für Arbeitsmarktstipendien regelt der Regierungsrat durch Verordnung."
                            ],
                            "children": []
                        }
                    ]
                },
                {
                    "label": "9",
                    "type": "heading",
                    "content": [
                        "Form der Beitragsleistungen"
                    ],
                    "children": [
                        {
                            "label": "1",
                            "type": "content",
                            "content": [
                                "Die Form der Beitragsleistungen für Stipendien und Darlehen regelt der Regierungsrat im Rahmen der Interkantonalen Vereinbarung zur Harmonisierung von Ausbildungsbeiträgen durch Verordnung."
                            ],
                            "children": []
                        },
                        {
                            "label": "2",
                            "type": "content",
                            "content": [
                                "Die Form der Beitragsleistung für Arbeitsmarktstipendien regelt der Regierungsrat durch Verordnung."
                            ],
                            "children": []
                        }
                    ]
                },
                {
                    "label": "10",
                    "type": "heading",
                    "content": [
                        "Berechnungsgrundsätze und -grundlagen"
                    ],
                    "children": [
                        {
                            "label": "1",
                            "type": "content",
                            "content": [
                                "Der Regierungsrat kann als Berechnungsgrundlagen Pauschalen festlegen und Ansätze vorsehen, insbesondere für die anerkannten Ausbildungs- und Lebenshaltungskosten sowie die zumutbaren Eigen- und Fremdleistungen. Weiter kann er für Einkommen und Vermögen Freibeträge festlegen. Er regelt das Weitere durch Verordnung."
                            ],
                            "children": []
                        }
                    ]
                },
                {
                    "label": "11",
                    "type": "heading",
                    "content": [
                        "Entzug und Rückzahlung der Ausbildungsbeiträge"
                    ],
                    "children": [
                        {
                            "label": "1",
                            "type": "content",
                            "content": [
                                "Zugesprochene Beiträge können jederzeit gekürzt oder entzogen werden, wenn sich die massgebenden finanziellen Verhältnisse verbessern oder wenn die Leistungen der Person in Ausbildung ungenügend sind."
                            ],
                            "children": []
                        },
                        {
                            "label": "2",
                            "type": "content",
                            "content": [
                                "Eine Person in Ausbildung, die ihre Ausbildung durch eigenes Verschulden oder ohne wichtigen Grund nicht beendet oder zu Unrecht Beiträge bezogen hat, ist verpflichtet, diese innert angemessener Frist zurückzuzahlen."
                            ],
                            "children": []
                        },
                        {
                            "label": "3",
                            "type": "content",
                            "content": [
                                "In Härtefällen kann auf die Verzinsung und die Rückzahlung eines Darlehens ganz oder teilweise verzichtet werden."
                            ],
                            "children": []
                        }
                    ]
                },
                {
                    "label": "12",
                    "type": "heading",
                    "content": [
                        "Direktion für Bildung und Kultur"
                    ],
                    "children": [
                        {
                            "label": "1",
                            "type": "content",
                            "content": [
                                "Die Direktion für Bildung und Kultur entscheidet unter Berücksichtigung dieses Gesetzes und der entsprechenden Ausführungsbestimmungen über die Gewährung von Stipendien und Darlehen sowie Arbeitsmarktstipendien."
                            ],
                            "children": []
                        },
                        {
                            "label": "2",
                            "type": "content",
                            "content": [
                                "Der Stipendienstelle obliegt die Geschäftsführung."
                            ],
                            "children": []
                        }
                    ]
                },
                {
                    "label": "13",
                    "type": "heading",
                    "content": [
                        "Erhebung, Bearbeitung und Weiterleitung von Personendaten"
                    ],
                    "children": [
                        {
                            "label": "1",
                            "type": "content",
                            "content": [
                                "Die Stipendienstelle ist berechtigt, zur Prüfung der Berechtigung erforderliche Daten über einen elektronischen Zugriff aus dem kantonalen Personenregister abzurufen."
                            ],
                            "children": []
                        },
                        {
                            "label": "2",
                            "type": "content",
                            "content": [
                                "Sie kann die erforderlichen Steuerdaten wie Einkommens- und Vermögenszahlen der Person in Ausbildung, deren Eltern bzw. Erziehungsberechtigten sowie von weiteren gesetzlich Verpflichteten, von der kantonalen Steuerdatenbank via Schnittstelle automatisiert beschaffen, soweit dies für die Beitragsverfügung notwendig ist. Das Nähere regelt der Regierungsrat durch Verordnung."
                            ],
                            "children": []
                        },
                        {
                            "label": "3",
                            "type": "content",
                            "content": [
                                "Sie stellt dem Bund die notwendigen Daten zur Auslösung des Bundesbeitrags und für die Erstellung einer jährlichen gesamtschweizerischen Statistik zur Verfügung."
                            ],
                            "children": []
                        },
                        {
                            "label": "4",
                            "type": "content",
                            "content": [
                                "Sie darf die AHV-Versichertennummer für die Erfüllung ihrer gesetzlichen Aufgaben systematisch verwenden."
                            ],
                            "children": []
                        }
                    ]
                },
                {
                    "label": "14",
                    "type": "heading",
                    "content": [
                        "Zusammenarbeit"
                    ],
                    "children": [
                        {
                            "label": "1",
                            "type": "content",
                            "content": [
                                "Der Kanton Zug arbeitet im Hinblick auf die Harmonisierung der Ausbildungsbeiträge mit dem Bund, mit anderen Kantonen und mit schweizerischen Gremien zusammen."
                            ],
                            "children": []
                        },
                        {
                            "label": "2",
                            "type": "content",
                            "content": [
                                "Er kann anderen Kantonen Amtshilfe leisten."
                            ],
                            "children": []
                        }
                    ]
                },
                {
                    "label": "15",
                    "type": "heading",
                    "content": [
                        "Mitwirkungspflicht"
                    ],
                    "children": [
                        {
                            "label": "1",
                            "type": "content",
                            "content": [
                                "Wer Ausbildungsbeiträge beantragt, ist zur vollständigen und wahrheitsgetreuen Auskunft über die massgebenden Tatsachen verpflichtet. Wesentliche Änderungen sind der Stipendienstelle unaufgefordert und unverzüglich zu melden."
                            ],
                            "children": []
                        },
                        {
                            "label": "2",
                            "type": "content",
                            "content": [
                                "Ausbildungsbeiträge können im Falle einer Verletzung der Mitwirkungs-pflicht gekürzt bzw. ganz oder teilweise widerrufen werden."
                            ],
                            "children": []
                        },
                        {
                            "label": "3",
                            "type": "content",
                            "content": [
                                "Wer in grober Weise oder wiederholt gegen die Mitwirkungspflicht verstösst, kann die Beitragsberechtigung verwirken."
                            ],
                            "children": []
                        }
                    ]
                },
                {
                    "label": "16",
                    "type": "heading",
                    "content": [
                        "Einsprache und Beschwerde"
                    ],
                    "children": [
                        {
                            "label": "1",
                            "type": "content",
                            "content": [
                                "Gegen Entscheide der Direktion für Bildung und Kultur, welche gestützt auf dieses Gesetz ergehen, kann innert 20 Tagen seit der Mitteilung bei der Direktion für Bildung und Kultur Einsprache erhoben werden."
                            ],
                            "children": []
                        },
                        {
                            "label": "2",
                            "type": "content",
                            "content": [
                                "Im Übrigen richtet sich das Rechtsmittelverfahren nach den Bestimmungen des Verwaltungsrechtspflegegesetzes."
                            ],
                            "children": []
                        }
                    ]
                },
                {
                    "label": "17",
                    "type": "heading",
                    "content": [
                        "Übergangsbestimmung"
                    ],
                    "children": [
                        {
                            "label": "1",
                            "type": "content",
                            "content": [
                                "Dieses Gesetz ist auf alle Gesuche anzuwenden, die im Zeitpunkt des Inkrafttretens noch nicht entschieden sind. Hängige Rechtsmittelverfahren werden nach dem bisherigen Recht entschieden."
                            ],
                            "children": []
                        },
                        {
                            "label": "2",
                            "type": "content",
                            "content": [
                                "Für die Verzinsung und Rückzahlung von Darlehen gilt das zum Zeitpunkt der Beitragsgewährung anwendbare Recht."
                            ],
                            "children": []
                        }
                    ]
                }
            ]
        },
        {
            "label": "II.",
            "type": "heading",
            "content": [
                "Keine Fremdänderungen."
            ],
            "children": []
        },
        {
            "label": "III.",
            "type": "heading",
            "content": [
                "Keine Fremdaufhebungen."
            ],
            "children": []
        },
        {
            "label": "IV.",
            "type": "heading",
            "content": [
                "Inkrafttreten"
            ],
            "children": [
                {
                    "label": "",
                    "type": "content",
                    "content": [
                        "Dieses Gesetz tritt nach unbenutzter Referendumsfrist oder nach der Annahme durch das Stimmvolk an dem vom Regierungsrat bestimmten Zeitpunkt in Kraft."
                    ],
                    "children": []
                }
            ]
        }
    ]
}