{
    "document_title": "Bundesgesetz über Radio und Fernsehen",
    "amendment": "Änderung vom …",
    "sections": [
        {
            "section": "I",
            "articles": [
                {
                    "article": "Art. 1",
                    "title": "Gegenstand und Geltungsbereich",
                    "minorities": "",
                    "text": "",
                    "paragraphs": [
                        {
                            "number": "1",
                            "text": "Dieses Gesetz regelt: die Veranstaltung, die Aufbereitung, die Übertragung und den Empfang von Radio- und Fernsehprogrammen; die Fördermassnahmen zugunsten der elektronischen Medien.",
                            "list": []
                        },
                        {
                            "number": "1bis",
                            "text": "Soweit in diesem Gesetz nichts anderes vorgesehen ist, richtet sich die fernmeldetechnische Übertragung von Programmen nach dem Fernmeldegesetz vom 30. April 1997."
                        }
                    ]
                },
                {
                    "article": "Art. 2 Bst. abis",
                    "title": "",
                    "minorities": "",
                    "text": "",
                    "paragraphs": [
                        {
                            "number": "abis",
                            "text": "Elektronische Medien: Medienangebote, die fernmeldetechnisch übertragen werden, für die Allgemeinheit bestimmt sind und nach redaktionellen Kriterien zusammengestellt werden.",
                            "list": []
                        }
                    ]
                },
                {
                    "article": "Art. 38 Abs. 3, 2. Satz",
                    "title": "",
                    "minorities": "Minderheit (Stark, Broulis, Friedli Esther, Häberli-Koller)",
                    "text": "",
                    "paragraphs": [
                        {
                            "number": "3",
                            "text": "… eine Konzession mit Abgabenanteil erteilt. Lokalen TV-Stationen mit einer eigenständigen und regelmässigen Berichterstattung über nationale und kantonale Politik kann eine zusätzliche Konzession mit Abgabenanteil erteilt werden.",
                            "list": []
                        }
                    ]
                },
                {
                    "article": "Art. 40 Abs. 1 Einleitungsteil und Abs. 2, 3. Satz",
                    "title": "",
                    "minorities": "",
                    "text": "",
                    "paragraphs": [
                        {
                            "number": "1",
                            "text": "Die Abgabenanteile für Veranstalter mit Abgabenanteil nach Artikel 68a Absatz 1 Buchstabe b betragen 6 bis 8 Prozent des Ertrages der Abgabe für Radio und Fernsehen. Der Bundesrat bestimmt:",
                            "list": []
                        },
                        {
                            "number": "2",
                            "text": "… inklusive Verbreitungskosten erbringen muss. Es legt die jeweiligen Anteile der Konzessionäre so fest, dass sie sich unter Berücksichtigung der Teuerung und im Vergleich zur letzten Konzessionsperiode angemessen erhöhen.",
                            "list": []
                        }
                    ]
                }
            ]
        },
        {
            "section": "II",
            "articles": [
                {
                    "article": "Art. 68a Abs. 1 Bst. h",
                    "title": "",
                    "minorities": "",
                    "text": "",
                    "paragraphs": [
                        {
                            "number": "1",
                            "text": "Der Bundesrat bestimmt die Höhe der Abgabe für Haushalte und für Unternehmen. Massgebend ist der Bedarf für:",
                            "list": [
                                {
                                    "index": "h",
                                    "text": "die Fördermassnahmen zugunsten der elektronischen Medien (Art. 76–76c)."
                                }
                            ]
                        }
                    ]
                },
                {
                    "article": "Art. 76",
                    "title": "Aus- und Weiterbildung",
                    "minorities": "",
                    "text": "",
                    "paragraphs": [
                        {
                            "number": "1",
                            "text": "Das BAKOM kann unabhängige Institutionen, die dauerhaft praxisnahe Aus- und Weiterbildungen für redaktionell tätige Mitarbeitende von elektronischen Medien anbieten, auf ihr Gesuch hin finanziell unterstützen, insbesondere Grundausbildungen und Weiterbildungen im Informationsjournalismus.",
                            "list": []
                        },
                        {
                            "number": "2",
                            "text": "Die Diplome und Zertifikate dieser Institutionen müssen von der Branche anerkannt sein.",
                            "list": []
                        }
                    ]
                },
                {
                    "article": "Art. 76a",
                    "title": "Selbstregulierung der Branche",
                    "minorities": "",
                    "text": "",
                    "paragraphs": [
                        {
                            "number": "",
                            "text": "Das BAKOM kann in der Branche anerkannte Organisationen, die Regeln für die journalistische Praxis entwickeln und deren Einhaltung beaufsichtigen, auf ihr Gesuch hin finanziell unterstützen.",
                            "list": []
                        }
                    ]
                }
            ]
        }
    ],
    "footnotes": [
        {
            "footnote_id": "1",
            "text": "[Datum des Entscheids der Kommission]"
        },
        {
            "footnote_id": "2",
            "text": "[Datum]"
        }
    ]
}